tap "homebrew/cask"
tap "wix/brew"
cask_args appdir: "/Applications"

brew "applesimutils"
brew "curl"
brew "git"
brew "gh"
brew "grep"
brew "starship"
brew "stow"
brew "tig"
brew "tree"
brew "watchman"
brew "wget"

cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "brave-browser"
cask "discord"
cask "dropbox"
cask "flipper"
cask "hammerspoon"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "ledger-live"
cask "notion"
cask "postman"
cask "protonvpn"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "surfshark"
cask "visual-studio-code"
cask "vysor"

mas "Xcode", id: 497799835